Repository: flammie/purplemonkeydishwasher
Catalog: 2016-iwclul/en-et (1).tmx
Source language: en
Languages: et

source: Framework for source code analysis of software written in C
et: Raamistik tarkvara lähtekoodi analüüsimiseks, mis on kirjutatud C's

source: Mandelbrot family fractal generator
et: Mandelbrot pere fraktaalgeneraator

source: A simpler figure block game
et: Lihtne plokkide mäng

source: Bass synthesizer/sample player/sequencer
et: Bassisüntesaator/sämplimängija/sekventser

source: Feature based Parametric Modeler
et: Funktsiooni põhine parameetriline modelleerija

source: Freeciv modpack installer
et: Freeciv modpack paigaldaja

source: Download and install add-ons for Freeciv
et: Freeciv'ile lisade allalaadimine ja paigaldamine

source: Turn-based strategy game inspired by the history of human civilization
et: Inimkonna ajaloost inspireeritud käigupõhine strateegiamäng

source: DFArc - Dink frontend
et: DFArc - Dink kasutajaliides

source: Run, edit, install, remove and package D-Mods (Dink Modules)
et: D-Mods'i (Dink moodulite) käivitamine, paigaldamine, eemaldamine ja pakkimine

source: Humorous zelda-like isometric adventure/RPG
et: Naljakas zelda moodi isomeetriline seiklus-rollimäng

source: Clear a spaceship from all droids
et: Kosmoselaeva puhastamine kõikidest droididest

source: Isometric role playing game
et: Isomeetriline rollimäng

source: A physics based arcade game
et: füüsikaline arkaadmäng

source: A free mind mapping tool
et: Tasuta mõttekaardi tööriist

source: A free tool to structure and organise your information with mind mapping
et: Tasuta vahend oma informatsiooni struktureerimiseks ja korraldamiseks koos mõttekaardistamisega.

source: FreePOPs updater
et: FreePOPs uuendaja

source: Download updated version of FreePOPs plugins
et: Uuenduste laadimine Freepop'i pluginatest

source: Free Tennis - a free tennis simulation
et: Free Tennis - tasuta tennise simulaator

source: Play a trivia-like game for community events
et: Mängi koos kogukonnaga trivia sarnast mängu

source: Playing various multimedia formats, like pictures, audio or video
et: Erinevate multimeedia vormingute mängimine nagu pildid, heli või video

source: Realtime audio processor based on frequency spectral manipulation
et: Realaja heliprotsessor, mis põhineb helisageduste spektraaltöötlusel

source: LilyPond Music Editor
et: LilyPondi muusikaredaktor

source: Rock out with your keyboard
et: Roki oma klaviatuuriga

source: PCB-Suite
et: Trükiplaadi tarkvara

source: Young frog's adventure
et: Noore konna seiklused

source: Upload and organize photos in Flickr accounts
et: Lae ja korralda fotosid Flickr'i kontodes

source: Software Collection for (f)MRI Data Analysis
et: Tarkvarakogu funktsionaalse magnetresonantstomograafia andmeteanalüüsiks

source: File System Lint
et: Failisüsteemi puhastaja

source: Funny Boat
et: Lõbus aurik

source: a side scrolling arcade shooter game on a steamboat
et: külgvaates kuvatud tulistamis-arkaadmäng aurikul (side scrolling)

source: Manage ISO, IMG, BIN, MDF and NRG images
et: ISO, IMG, BIN, MDF ja NRG haldamine

source: Compiz Fusion Icon
et: Compiz Fusioni ikoon

source: Fuss Application Launcher
et: Fuss rakenduse käivitaja

source: Firewall Builder
et: Tulemüüri rajaja

source: Firewall administration tool GUI
et: Tulemüüri administreerimise graafiline kasutajaliides

source: Render Peter de Jong maps
et: Peter de Jong'i kaartide renderdamine

source: IP Messenger for the GNOME2
et: IP Messenger GNOME2'le

source: G3Data Graph Analyzer
et: G3Data graafiline analüsaator

source: Retrieve data from scanned images of graphs
et: Taasta andmed skaneeritud graafikutest

source: 3D model viewer
et: 3D mudeli vaataja

source: graphical user interface to computational chemistry packages
et: Graafiline kasutajaliides keemia pakettidele

source: BIND DNS server administration
et: BIND domeeninimeserveri haldur

source: GADMIN-OPENVPN-Client
et: GADMIN-OPENVPN-klient

source: OpenVPN Client administration
et: OpenVPN-i kliendi haldur

source: OpenVPN server administration
et: OpenVPN-i HTTPD-serveri haldur

source: ProFTPD FTP server administration
et: ProFTPD FTP-serveri haldur

source: SAMBA file, print and domain server administration
et: SAMBA faili-, print- ja domeeniserver haldur

source: Find Synonyms and Homonyms
et: Leia sünonüümid ja homonüümid

source: A GTK+ Jabber client
et: GTK+ Jabberi klient

source: Galculator
et: Kalkulaator

source: Perform simple and scientific calculations
et: Lihtsate ja teaduslike arvutuste sooritamine

source: Upload pictures and videos to Gallery
et: Galeriisse piltide ja videode laadimine

source: Gallery Uploader
et: Galerii üleslaadija

source: Sign Language Tutor
et: Viipekeele õpetaja

source: Alternatives Configurator
et: Alternatiivide konfiguraator

source: Configure the system default alternatives
et: Seadista süsteemi vaikimisi alternatiive

source: Gamazons game
et: Gamazons mäng

source: A game hacking tool. A GUI front-end for scanmem.
et: Mängu häkkimise tööriist.Scanmem'i graafiline kasutajaliides.

source: Construct, view and analyse atomic structures
et: Aatomi struktuuride konstrueerimine, vaatamine ja analüüsimine

source: Bluetooth remote control
et: Bluetoothi kaugjuhtimine

source: Abstract vertical shooter with music elements
et: Abstraktne tulistamismäng koos muusika elementidega

source: Interactive Fiction multi-interpreter that supports all major IF formats
et: Interaktiivlugude (Interactive Fiction) multi-interpretaator, mis toetab kõiki peamisi IF-formaate

source: Garlic Protein Visualization
et: Garlic proteiinide visualiseerija

source: Visualize and investigate proteins and some geometric objects
et: Proteiinide ja mõningate geomeetriliste objektide visualiseerimine ja uurimine

source: Graphical Asterisk Console
et: Asterisk'i halduskonsool

source: Gatos Configuration Editor
et: Gatos seadistusredaktor

source: TV viewer for ATI video cards
et: ATI videokaartidele TV näitaja

source: Edit subtitle files
et: Subtiitrifailide redigeerimine

source: Gaupol Subtitle Editor
et: Gaupol subtiitrite redaktor

source: Graphical display of computational chemistry output
et: Arvutuskeemia väljundi graafiline kuva

source: Gnome Batalla Naval client
et: Gnome Batalla Naval klient

source: MPD client
et: MPD klient

source: GTK2 Bulgarian-English Dictionary
et: GTK2 bulgaaria-inglise sõnaraamat

source: Birthday reminder for E-Mail contacts
et: E-posti kontaktidele sünnipäeva meeldetuletus

source: Play games that challenge your logic, verbal, calculation and memory abilities
et: Loogika-, sõnalisi, arvutamis- ja mäluvõimeid proovile panevad mängud

source: GChemPaint Chemical Structures Editor
et: GChemPaint keemiliste struktuuride redaktor

source: Edit chemical 2D structures
et: kahemõõtmeliste keemiliste struktuuride muutmine

source: gcin Setup
et: Gcin seadistamine

source: Setup utility for gcin input method
et: Gcin sisestusmeetodi seadistamistööriist

source: GNOME Comics Organizer
et: GNOME koomiksite korraldaja

source: A GNOME interface for managing your comic book collection
et: GNOME'i kasutajaliides koomiksi kollektsioonide haldamiseks

source: Simple GTK2 color selector and picker
et: Lihtne GTK2 värvi valija

source: Educational suite GCompris
et: Õppekeskkond GCompris

source: Educational game for ages 2 to 10
et: Õppeprogramm 2- kuni 10-aastastele

source: GConf Cleaner
et: GConf puhastaja

source: A Cleaning tool for GConf
et: GConf'i puhastus tööriist

source: Configuration Editor
et: Seadistuste redaktor

source: Conjugates Portuguese verbs
et: Conjugates Portugali tegusõnad

source: Gnome Crystal Crystalline Structures Viewer
et: GNOME Crystal kristallstruktuuride näitaja

source: Edit and display crystalline structures
et: Kristallstruktuuride näitamine ja redigeerimine

source: GCstar Collections Manager
et: GCstar kogude haldur

source: Manage your collections of movies, games, books, music and more
et: Oma filmide, mängude, raamatute, muusika jms kogude haldamine

source: Molecules Viewer
et: Molekulide näitaja

source: Display chemical 3D structures
et: Ruumiliste keemiliste struktuuride kuvamine

source: Chemical calculator
et: Keemia kalkulaator

source: A simple calculator for chemistry
et: Lihtne kalkulaator keemilisteks arvutusteks

source: Periodic table of the elements
et: Elementide perioodilisustabel

source: A Mendeleiev table of the chemical elements
et: Mendelejevi keemiliste elementide tabel

source: Spectrum viewer
et: Spektri näitaja

source: A spectrum viewer for the GNOME desktop
et: Spektri näitaja GNOME töölauale

source: GCX Astro-Image Processor
et: GCX astronoomiline pilditöötlus rakendus

source: Process astronomical images and control CCDs
et: Astronoomiliste piltide töötlemine ja CCD'i juhtimine

source: GDebi Package Installer
et: GDebi paketipaigaldaja

source: Install and view software packages
et: Paigalda ja vaata tarkvara pakette

source: A desktop applet system for GNOME
et: Töölaua aplettite süsteem GNOME'ile

source: GUI for devilspie matching daemon
et: Graafiline kasutajaliides Devilspie'le deemonile

source: GDIS Molecule Modeller
et: GDIS molekulide modeleerija

source: Model and manipulate molecules, and create high-quality renderings of them
et: Molekulide modelleerimine ja käitlemine ning kvaliteetse esitluse loomine

source: Graphical Disk Map
et: Kettaruumi graafiline esitus

source: Display disk space using tree maps
et: Kettaruumi kuvamine puustruktuurina

source: GDPC Molecular Dynamic Simulator
et: GDPC molekulaardünaamika simulaator

source: Visualize molecular dynamic simulations
et: Molekulaardünaamika simulatsiooni visualiseerine

source: A fast and lightweight IDE using GTK2
et: Kiire ja väike integreeritud programmeerimiskeskkond kasutades GTK2

source: Convert GPS data and exchange it with a GPS unit
et: GPS andmete konverteerimine ning andmevahetus GPS seadmete vahel

source: A python text editor.
et: Python programmeerimiskeskkond

source: gEDA Attribute Editor
et: gEDA atribuutide redaktor

source: Manipulate component attributes with gattrib
et: Gattrib'iga komponentide atribuutide redigeerimine

source: gEDA Schematic Editor
et: gEDA skeemiredaktor

source: Create and edit electrical schematics and symbols with gschem
et: Elektriskeemide ja sümbolite loomine ja muutmine gschemi abil

source: gEDA Schematic -> PCB Project
et: gEDA skeem -> PCB projekt

source: Create and edit electronics projects with xgsch2pcb
et: xgsch2pcb'iga elektrooniliste projektide loomine ja redigeerimine

source: Edit text files
et: Tekstifailide redigeerimine

source: Text Editor
et: Tekstiredaktor

source: View and manage images
et: Piltide näitamine ja korraldamine

source: Periodic Table
et: Perioodilisustabel

source: View the periodic table of elements
et: Vaatle elementide perioodilisustabelit

source: GeMan X BBS Client
et: GeMan X BBS klient

source: Grab the gems and throw them back up before they crush you
et: Võta kalliskivid ja viska need tagasi enne, kui need lömastavad su

source: Play Nintendo ROM files
et: Mängi Nintendo ROMi faile

source: Calculator
et: Kalkulaator

source: Perform arithmetic, scientific or financial calculations
et: Aritmeetilised, teaduslikud ja finantsarvutused

source: Mines
et: Miiniväli

source: Take notes, link ideas, and stay organized
et: Tee märkmeid, ühenda ideed omavahel ja ole organiseeritud

source: Intel 8085 microprocessor simulator
et: Intel 8085 pisiprotsessori simulaator

source: GNUstep Gomoku Game
et: GNUstepi Gomoku mäng

source: Organize photos on your iPod, freely!
et: Oma iPodi fotode haldamine, tasuta!

source: Grr Feed Reader
et: Grr, uudisvoogude lugeja

source: Günther's RSS Reader
et: Günther'i RSS lugeja

source: GNUstep Workspace Manager
et: GNUstep töölauahaldur

source: Chat with other people using Internet Relay Chat
et: Vestlemine teiste inimestega, kasutades IRC (Internet Relay Chat)

source: SNES emulator
et: SNES emulaator

source: Edit DV video
et: DV video muutmine

source: News Reader for GNUstep
et: Uudiste lugeja GNUstepi jaoks

source: Lynkeos Image Processor
et: Lynkeos, pilditöötleja

source: A simple math game for kids
et: Lihtne matemaatiline mäng lastele

source: Open a new private browsing window
et: Ava uus privaatse lehitsemise aken

source: Cn3D NCBI Database Viewer
et: Cn3D NCBI andmebaasi vaatur

source: View NCBI databases in 3D
et: NCBI andmebaaside kuvamine 3D-s

source: Plee the Bear
et: Karu Plee (Plee the Bear)

source: Catch your son, he ate all the honey then ran away
et: Püüa kinni oma poeg, kes sõi ära kogu mee ja jooksis minema

source: application to upload your pictures to your Piwigo gallery
et: rakendus piltide üleslaadimiseks Piwigo galeriisse

source: Personal dashboard for GNUstep
et: Personaalne dashboard GNUstep'ile

source: Drag and Drop graph plotting
et: Lohistamine graafiku joonistamiseks

source: Pod Browser
et: Pod brauser

source: Browse Perl Documentation
et: Sirvi Perli dokumentatsiooni

source: Vorbis comment editor
et: Vorbis kommentaari redaktor

source: Gettext catalogs editor
et: Gettext-tõlkefailide redaktor

source: Texas hold'em game
et: Pokkerimäng

source: Keep track of your weight
et: Jälgi oma kaalu

source: Flickr Uploader
et: Flickri üleslaadija

source: Upload photos to Flickr
et: Fotode üleslaadimine Flickrisse

source: Graphical dungeon crawling game
et: Graafiline koopas roomamise mäng

source: Play a vertical shoot 'em up game
et: Mängi vertikaalset tulistamismängu

source: Watch your fantasy character advance
et: Vaata oma fantaasia iseloomu arenemas

source: Praat Speech Analyzer
et: Praat kõneanalüsaator

source: Analyze, synthesize and manipulate speech
et: Kõne analüüs, süntees ja töötlemine

source: Batch renaming of files.
et: Failide hulgi ümbernimetamine.

source: Graphical notification applet for prelude
et: Prelude graafilise teate aplett

source: Precision Raster Image Convolution Engine
et: Täpne rasterkujutise konvolutsioonimootor

source: Captivating tile-clearing puzzle game
et: Põnev pusle mäng klotsidest puhastamiseks

source: A video editing and demultiplexing tool
et: Videode redigeerimise ja demultipleksimise tööriist

source: The Official GNUstep IDE
et: Ametlik GNUstep IDE

source: HIZ's ProjectL
et: HIZ'i ProjectL

source: projectM Jack Audio Visualization
et: projectM Jack heli visualiseerimine

source: A milkdrop based music visualizer visualizing JackAudio streams on a Qt4 GUI
et: Milkdrop'il põhinev muusika visualiseerija JackAudio voogude visualiseerimiseks Qt4 graafilisele kasutajaliidesele

source: projectM PulseAudio Visualization
et: projectM PulseAudio visualiseerimine

source: Visualization of PulseAudio streams with projectM
et: PulseAudio voogude visualiseerimine projectM'iga

source: XMMS2 Client
et: XMMS2 klient

source: Psensor is a graphical temperature monitor for Linux
et: Psensor on graafiline temperatuuri jälgija Linux'ile

source: Communicate over the Jabber network
et: Suhtlemine Jabberi võrgu vahendusel

source: Analyze statistical data with a free alternative to SPSS
et: Tasuta SPSS alternatiiv statistiliste andmete analüüsimiseks

source: PuTTY Terminal Emulator
et: PuTTY terminaliemulaator

source: Start a PuTTY terminal session
et: Käivita PuTTY terminali seanss

source: Audio Tag Editor
et: Muusika siltide redaktor

source: Administer and monitor your FTP server
et: FTP-serveri haldamine ja jälgimine

source: Visual dataflow programming platform for multimedia
et: Visuaalne andmevoo programmeerimise platvorm multimeediale

source: PuTTY SSH Client
et: PuTTY SSH klient

source: Connect to an SSH server with PuTTY
et: Ühenda SSH server PuTTYga

source: Pybliographic Bibliography Manager
et: Pybliographic bibliograafia haldur

source: Manage bibliographic databases
et: Bibliograafia andmebaaside haldamine

source: PyChess is a fully featured, nice looking, easy to use chess client for the Gnome desktop
et: PyChess on male Gnome töölauale, kõigi võimalustega, kena välimusega ja lihtne kasutada

source: Minimum-interface PyKaraoke
et: PyKaraoke minimaalne kasutajaliides

source: Universal karaoke songs and movies player
et: Universaalne karaoke laulude ja filmide mängija

source: Display files in ESRF Data Format
et: ESRF andmevormingus failide kuvamine

source: Display X-ray information on elements
et: Kuva X-ray teavet elementidel

source: Find the energy of X-ray spectral lines
et: Leia energiat röntgen spektrijoontele

source: Analyse X-ray Fluorescence data
et: Röntgen-fluoresents andmete analüüsimine

source: PyMCA ROI tool
et: PyMCA ROI tööriist

source: Region of Interest imaging tool for XRF analysis
et: Huvipiirkonna pildistamise vahend röntgen-fluorestsents analüüsiks

source: PyMOL Molecular Graphics System
et: PyMOL molekulaargraafiline süsteem

source: Model molecular structures and produce high-quality images of them
et: Molekulaarsete struktuuride modelleerimine ja nendest kvaliteetsete piltide tootmine

source: Unjumble letters
et: Unjumble kirjad

source: A graphical frontend for the par2 utility
et: par2 graafiline kasutajaliides

source: Python Programmers Editor
et: Python redaktor programmeerijatele

source: PyPI Browser
et: PyPI brauser

source: 2D racing game
et: kahemõõtmeline rallimäng

source: A fast and lightweight IDE using wxPython
et: wxPythoni kiire ja väike integreeritud programmeerimiskeskkond

source: Mass rename files
et: Massiline failide ümbernimetamine

source: Distraction free full-screen text editor
et: Täisekraani tekstiredaktor tähelepanu hajutamiseta

source: A classical game of words
et: Klassikaline sõnade mäng

source: PySol Fan Club Edition
et: PySoli fännklubi väljaanne

source: Configuration of PySyCache
et: PySyCache seadistamine

source: Teach kids to move the mouse
et: Õpetab lapsi hiirt liigutama

source: Interactive tool to simulate acido-basic titrations
et: Interaktiivne tööriist, et simuleerida happe-aluse tiitrimisi

source: AT-SPI Browser
et: AT-SPI brauser

source: Browse your Assistive Technology-enabled desktop
et: Tugitehnloogija toega töölaua sirvimine

source: guidata-tests
et: guidata-testid

source: you can use this applications to test all guidata features.
et: võite kasutada seda rakendust, et testida kõiki guidata võimalusi.

source: guiqwt-tests
et: guiqwt-testid

source: you can use this applications to test all guiqwt features.
et: võite kasutada seda rakendust, et testida kõiki guiqwt võimalusi

source: Signal and Image Filtering Tool (demo software based on guidata and guiqwt)
et: Signaali ja pildi filtreerimise tööriist (näidis tarkvara on guidata ja guiqwt baasil)

source: interactive program for XAFS analysis
et: interaktiivne programm XAFS analüüsiks

source: Interactive tool to track moving points in video framesets
et: Interaktiivne tööriist liikuvate punktide tuvastamiseks videokaadrites

source: Enterprise web development framework using Python
et: Ettevõtte veebiarendus raamistik kasutades Pythonit

source: python-whiteboard
et: python valgetahvel

source: GUI designer written in Python with wxPython
et: graafilise kasutajaliidese disainer kirjutatud Pythonis wxPythoniga

source: The Free Sport Training Center
et: Tasuta spordi treeningkeskus

source: Powerful and easy to use calculator
et: Võimas ja lihtne kalkulaator

source: Simple but solid audio recording tool
et: Lihtne heli salvestamise vahend

source: ALSA configuration browser
et: ALSA seadistamise barauser

source: Graphical mixer application for the ALSA
et: graafiline mikser rakendus ALSAle

source: QComicBook is a viewer for comic book archives (cbz, cbr, cbt). QComicBook has specific features like page preview, thumbnails view, bookmarks, manga mode for easing comicbook reading.
et: QComicBook on koomiksiarhiivide )cbz, cbr, cbt) näitaja. QComicBook pakub mõningaid erilisi võimalusi koomiksite lugemise hõlbustamiseks, näiteks lehekülje eelvaatlus, pisipildivaade, järjehoidjad, manga-režiim.

source: Qdacco dictionary
et: Qdacco sõnastik

source: Search words in an catalan - english dictionary
et: Sõnade otsimine katalaani- inglise sõnaraamatust

source: Development environment for Qt4
et: Qt4 arenduskeskkond

source: An electric diagrams editor.
et: Elektriskeemide redaktor

source: Qemu Launcher
et: Qemu käivitaja

source: Manage virtual machine configurations
et: Virtuaalmasina seadistuste haldamine

source: git GUI viewer
et: git graafiline näitaja

source: QjackCtl is a JACK Audio Connection Kit Qt GUI Interface
et: QjackCtl on Qt graafiline kasutajaliides JACKile (JACK heliühenduse komplekt)

source: GPS device mapping utility
et: GPS-seadme kaardiga sidumise tööriist

source: demonstration tool for Lissajous physiques
et: Lissajous füüsika esitlus tööriist

source: Manage tracks, files, and playlists between a host computer and an MTP device
et: Palade, failide ja esitusloendite haldamine peaarvuti ja MTP seadme vahel

source: Qt4-based Multimedia Player
et: Qt4-põhine multimeediamängija

source: A nicer MPD client
et: Ilusam MPD klient

source: CD/DVD media quality checker
et: CD/DVD andmekandja kvaliteedi kontrollimine

source: Downloads and displays RFC
et: RFC allalaadimised ja kuvad

source: Qsampler is a LinuxSampler Qt GUI Interface
et: Qsampler on LinuxSampleri Qt graafiline kasutajaliides

source: Symbolic analyzer of linear analog circuits
et: Lineaarse analoogahela sümboolne analüsaator

source: Highlight your sources
et: Tõstke esile lähtekood

source: QStarDict is Qt version of StarDict
et: QStarDict on Stardicti Qt versioon

source: Qsynth is a FluidSynth Qt GUI Interface
et: Qsynth on FluidSynthi Qt graafiline kasutajaliides

source: Qt 4 Designer
et: Qt 4 disainer

source: Qt 4 Assistant
et: Qt 4 assistent

source: Qt 4 Linguist
et: Qt 4 lingvist

source: Qt 4 Settings
et: Qt 4 sätted

source: Frontend to QEMU virtual machine monitor
et: Kasutajaliides QEMU virtuaalse masina monitooringuks

source: Add "gain" tags to your audio files
et: Lisa "võimendus" sildid helifailidele ("gain")

source: Analyze and plot scientific data
et: Analüüsige ja joonistage teaduslikke andmeid

source: Weblog management application
et: Veebilogi haldus

source: Graphical Qt frontend for GNU Octave
et: Graafiline Qt kasutajaliides GNU Octave'ile

source: Qtractor is an Audio/MIDI multi-track sequencer application
et: Qtractor on heli/MIDI mitmerealine sekventser

source: QtSmbstatus Client
et: QtSmbstatus klient

source: QtSmbstatus is a GUI (graphical user interface) for smbstatus
et: QtSmbstatus on graafiline kasutajaliides (GUI) smbstatus'e jaoks

source: Play the original Quake III Arena
et: Mängi originaal Quake III Arena't

source: A multi-purpose board game GUI for Go, Amazons and Reversi
et: Mitmeotstarbeline lauamängu graafiline kasutajaliides Go, Amazonsi ja Reversi mängimiseks

source: A graphical interface for easily configuring Synergy
et: Graafiline kasutajaliides Synergy kergeks seadistamiseks

source: Simple counter showing your gains since you quit smoking
et: Lihtne loendur, mis näitab su kasumit suitsetamisest loobumisel

source: Listen to, browse, or edit your audio collection
et: Oma helikogu kuulamine, lehitsemine ja redigeerimine

source: Talk to people over the Internet and send instant messages over multiple protocols
et: Vestlemine interneti kaudu ja kiirsõnumite saatmine mitmete protokollide kaudu

source: Communicate over IM
et: Suhtlemine kasutades kiirsuhtlemisrakendust

source: Allow testing Video4Linux devices
et: Lubage Video4Linux seadmete testimine

source: Interfaccia grafica per ViaggiaTreno
et: Itaalia raudtee jälgimise tarkvara (graafiline kasutajaliides ViaggiaTreno)

source: QWBFS Manager
et: QWBFS haldur

source: QWBFS Manager is a graphical user interface (GUI) for working with WBFS filesystem formatted hard disk drive.
et: QWBFS haldur on graafiline kasutajaliides (GUI) WBFS failisüsteemis vormindatud kõvakettal töötamiseks.
